Gets the DocumentVersion for the file.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public DocumentVersion GetDocumentVersion()
  Visual Basic
Public Function GetDocumentVersion As DocumentVersion
  Visual C++
public:
DocumentVersion^ GetDocumentVersion()
 Return Value
 The DocumentVersion for the file.
 See Also
  BasicFileInfo Class
  Autodesk.Revit.DB Namespace